Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/GlobalVoicesv2018q4(2.7k)/en-ne.tmx
Source language: en
Languages: ne

source: Considered a masterpiece of architecture and engineering, Machu Picchu, declared one of the New 7 Wonders of the World in 2007, never ceases to amaze.
ne: वास्तुकला तथा इन्जिनीयरिङ्गको उत्कृष्ट कृति मानिने तथा २००७ मा घोषित विश्वका नयाँ सात आश्चर्यमध्ये पर्ने माचु पिच्चुले सदैव मानिसहरूलाई चकित पार्दै आएको छ।

source: On July 4, Pedro Astete, director of national archaeological park of Machu Picchu, reported the finding of two new rock paintings, close to the ruins of the most famous Inca city in the world:
ne: जुलाई ४ का दिन नेशनल आर्किओलोजिकल पार्क अफ माचु पिच्चुका निर्देशक पेड्रो अस्तेतेले यस प्रसिद्ध इन्का शहरको खण्डहरछेउ दुई नयाँ चट्टानमा कोरिएका कलाकृति भेटिएको जानकारी दिए:

source: The image of a llama, a man and above both of them a geometric figure, were found in the area of Pachamama, on the access path to the archaeological area of Machu Picchu.
ne: एउटा लामा, एउटा मानिस र ती दुवैको माथि एउटा ज्यामितीय आकार भएको तस्वीर माचु पिच्चुको पुरातात्विक क्षेत्र पुग्ने बाटोमा रहेको पाचमामा क्षेत्रमा प्राप्त भयो। सन् १९१२ मा हिरम बिंघमको निर्देशनमा येल युनिभर्सिटीको दोश्रो खोजयात्राका दौरान चार समाधिस्थल भेटिए। यद्यपि अहिलेसम्म ती नजरअन्दाज गरिएका थिए।

source: In 1912, the second Peruvian expedition of Yale University, under the direction of Hiram Bingham, discovered four tombs. Until today, however, had gone .
ne: यस क्षेत्रमा थप उत्खनन गरिने योजना छ तर हाललाई सो सर्वसाधारणको लागि खुल्ला गरिएको छैन। यी भेटिएका तस्वीरहरूको थप परिक्षण जरुरी छ, तर पेरुको टुरिज्म पोर्टलले यी कलाकृति इन्काहरूभन्दा पनि पहिलेको हुनसक्ने रिपोर्ट गरेको छ:

source: The images discovered have to be further examined to know for sure, but Peru's Tourism Portal reports that they might be from an era before the Incas: José Bastante, who is responsible for the sanctuary investigation program, said this finding might change the known history of the archaeological complex, as the figures might give clues about populations who lived before the Inca era. Bastante also claimed that this "may prove that the place had a special meaning for peoples before the Incas.
ne: यस पवित्रस्थलको अन्वेषण कार्यक्रमका लागि जिम्मेवार होजे बास्तान्तेले उक्त खोजले यस पुरातात्विक क्षेत्रको इतिहासलाई नै परिवर्तन गर्न सक्ने बताए। यी तस्वीरहरूले इन्का युगपूर्व यहाँ बस्ने मानिसहरूबारे जानकारी दिनसक्नेछन्। बास्तान्तेले दावी गरे "यस खोजले के सिद्ध गर्नसक्छ भने इन्कापूर्वका मानिसहरूका लागि यस ठाउँले विशेष महत्व राख्दथ्यो। अन्वेषण भर्खरै शुरु भएको छ।"

source: According to some versions, this is not a new finding at all. One website called Archaeology of Peru claimed photos taken in 2009 of the place show the paintings:
ne: योे समाचार विवादरहित भने थिएन। केही संस्करणका अनुसार यो कुनै नौलो खोज होइन। आर्किओलोजी अफ पेरु नामक वेबसाइटले सन् २००९ मा खिंचिएका यस ठाउँका फोटोहरूमा यी कलाकृति रहेको दावी गर्यो:

source: These paintings have been well known for a long time and they can be easily seen as they are located near the road of Intipunku.
ne: यी कलाकृतिहरू धेरै पहिलादेखि जानकारीमा रहेका छन् र इंतिपुंकु जाने सडकनिर पर्ने हुनाले सजिलै देखिन सकिन्छ। हामीले २० वर्षअघि खिंचेका फोटो छन् र कैंयन पर्यटक गाइडहरूलाई यसको अस्तित्वबारे थाहा छ। सन् २००० तिरको शुरुमा माचु पिच्चुमा गएको पहिरोबारे एक पुरातात्विक रिपोर्टमा समेत हामीले यी कलाकृतिको उल्लेख गरेका छौं।

source: We have photographs taken almost 20 years ago and there are several tourist guides who are aware of their existence.
ne: पूर्वानुमानका अनुसार यो समाचार ट्वीटरमा तरंगित भएको थियो। जस्तै कि संयुक्त राज्य अमेरीकाअवस्थित स्पानिश अखबार दियारियो लास अमेरीकास्ले एक ट्वीटमा यी कलाकृतिको फोटो सेयर गर्यो:

source: We even mention these paintings on a geological report about the landslides in Machupicchu in the early 2000s.
ne: माचु पिच्चुमा भेटिएका चट्टानमा कोरिएका नयाँ कलाकृति।

source: Predictably, the news was echoed on Twitter, such as in a tweet by the US-based Spanish-language newspaper Diario Las Américas, which shared a photograph of the paintings:
ne: तलको भिडियो सन् १९३६ को हो र हालसम्म हेरिएको थिएन। यो माचु पिच्चु वरपरका विभिन्न स्थानहरू समेटिएको यात्राको भिडियो हो र यसको पृष्ठभूमिमा ठेट एण्डियन संगीत सुन्न सकिन्छ।

source: 'Talking Dictionary' Transmits Language of Japan's Indigenous Ainu People · Global Voices Ainu singers at the Ainu Museum in Hokkaido, Japan.
ne: 'टकिङ् डिक्शनरी'ले जापानको आदिवासी आइनु समुदायको भाषा प्रचार प्रसार गर्दै

source: Screencap from Andrew Jones Productions YouTube channel. An online "talking dictionary" first launched in 2009 is attempting to preserve and pass on the Ainu language spoken by the indigenous inhabitants of Japan's northeastern island of Hokkaido and Russian island territories to the north.
ne: होक्काइदो, जापानस्थित आइनु संग्रहालयमा आइनु गायकहरु। स्क्रीनक्याप एन्ड्रिउ जोन्स प्रोडक्सन्स को युट्युब च्यानल।

source: According to UNESCO, there are eight languages in Japan that are critically endangered, and the Ainu language tops the list with the highest degree of endangerment.
ne: पहिलो पटक सन् २००९ मा आरम्भ भएको एक अनलाइन "टकिङ् डिक्शनरी" ले जापानको उत्तरपूर्वी द्वीप होक्काइदो र उत्तरी रूसी द्वीप क्षेत्रहरूमा आदिवासी बासिन्दाहरूले बोल्ने आइनु भाषा संरक्षण तथा हस्तान्तरण गर्ने प्रयास गरिरहेको छ। युनेस्कोका अनुसार, जापानमा आठ भाषाहरू गम्भीर संकटमा छन्। तीमध्ये आइनु भाषा सबैभन्दा उच्च जोखिमको सूचीमा छ।

source: The project involves collaboration between Ainu speakers, the Endangered Languages Documentation Programme (ELDP) of School of Oriental and African Studies (SOAS), the Arcadia Trust, and Anna Bugaeva, a linguistics researcher at the Waseda Institute for Advanced Study (WIAS) in Japan. The purpose of the online project, completed in 2009, is not only to help preserve and transmit the Ainu language, but also to provide a safe long-term repository of language materials, to enable people to see what documentation has been created for a language, to encourage international co-operation between researchers, and to provide advice and collaboration for similar projects with other endangered languages around the world.
ne: यस परियोजनाअन्तर्गत आइनु भाषी, स्कुल अफ ओरिएन्टल एन्ड अफ्रिकन स्टडिज (एसओएएस ) को इन्डेन्जर्ड ल्याङ्ग्वेज डकुमेन्टेसन प्रोग्राम (इएलडिपी), जापानको अर्काडिया ट्रस्ट, तथा जापानस्थित वासेदा ईन्स्टिच्युट फर एड्भान्स्ड स्टडी (डब्लुआइएएस) को भाषा विज्ञान शोधकर्ता अन्ना बुगएवाबीच सहकार्य समावेश छन् । सन् २००९ मा पूरा भएको यस अनलाइन परियोजनाको उद्देश्य आइनु भाषा संरक्षण गर्ने र फैलाउने मात्र नभई भाषा सामग्रीको लामो अवधिसम्म सुरक्षित संग्रह गर्नु, एउटा भाषाको निमित्त कसरी दस्तावेज तयार भएको छ, अनुसन्धानकर्ताहरूबीच अन्तर्राष्ट्रिय सहयोग प्रोत्साहन गर्नुका साथै संसारभरि संकटमा परेका अन्य भाषाहरूका समान परियोजनाका लागि सल्लाह र सहयोग प्रदान गर्नु पनि हो।

source: The Ainu Talking Dictionary preserves and presents conversational Ainu in an online, searchable format. There is also an interface for linguists, and detailed notes about how to use the online resource.
ne: आइनु टकिङ् डिक्शनरीले संवादमूलक आइनु अनलाइन खोज्न मिल्ने ढाँचामा संरक्षण र प्रस्तुत गर्छ। भाषाविद्का लागि इन्टरफेसका साथै कसरी अनलाइन स्रोत प्रयोग गर्ने बारेमा विस्तृत टिप्पणीहरू छन्।

source: Screenshot of online 'Ainu Talking Dictionary' language learning tool.
ne: स्क्रीनशट: भाषा सिक्ने साधन अनलाइन 'आइनु टकिङ् डिक्शनरी'।

source: There is an urgent need to preserve the Ainu language. Although numbers are difficult to determine — questions about ethnicity are not included in the Japanese Census — it's estimated that just 25,000 Ainu remain in Japan, with fewer than 10 native speakers of the Ainu language.
ne: आइनु भाषा संरक्षण गर्न अति जरुरी छ। संख्या निर्धारण गर्न कठिन भएतापनि जापानी जनगणनामा — जातीयता बारेमा प्रश्नहरू समावेश गरिएका हुँदैनन् । आइनु भाषाका दस भन्दा कम मातृभाषा बोल्नेहरु सहित मात्र २५,००० आइनु रहेका अनुमान गरिएको छ। आइनु समुदाय उत्तरपूर्वी जापानको होक्काइदोका साथै रूसको सुदूर पूर्वमा रहेका जापानको उत्तरी द्वीप समूहका आदिवासी बासिन्दाहरू हुन्। जब जापानले सन् १८५० तिर होक्काइदो र शाखालिनलाई उपनिवेश बनाउने निर्णय लियो, आइनु मूलधारमा समाविष्ट गरिए, आरक्षणमा राखिए तथा नयाँ रोगहरुका शिकार बने।

source: The Ainu people are the indigenous inhabitants of Hokkaido in northeastern Japan, as well as a string of islands to the north of Japan in Russia's Far East.
ne: आजकल, जापानमा आइनु संस्कृति मुख्यतया होक्काइदो र टोकियोका लोक संग्रहालयहरुमा पर्यटक आकर्षणका रुपमा रहेका छन्।

source: When Japan decided to colonize Hokkaido and Sakhalin in the 1850's the Ainu were assimilated, placed on reservations, and succumbed to newly introduced diseases. Today, Ainu culture in Japan mainly lives on at tourist attractions and in folk museums in Hokkaido and Tokyo.
ne: विद्यार्थीहरू एक परम्परागत आइनु वाद्य यन्त्र मुक्कुरी बजाउने प्रयास गर्दै। "एक वाद्य यन्त्रको लागि यो गज्जबको नाम हो!" विद्यार्थीहरूले नाच, कथावाचनका साथै अन्य सांस्कृतिक परम्पराको अनुभव लिए - आसाही डिजिटल।

source: Here's the first volume of the Ainu Conversational Dictionary by Shigeru Kayano. I used to be really into Ainu culture and bought this book.
ne: २० औं शताब्दीमा आइनु अग्रज तथा राजनीतिज्ञ शिगेरु कायनोले आफ्नो प्रसिद्ध पुस्तक 'आवर ल्यान्ड वाज अ फरेस्ट'मार्फत जापानमा आइनु भाषा संस्कृति लोकप्रिय बनाउन मद्दत गरे। कायनोले सरल आइनु वाक्यांश पुस्तकको पनि रचना गरे जुन अझै पनि मुद्रणमा छ। उनी सन् २००६ मा बिते।

source: Although I hate Street Fighter-type video games, I did learn the names of the Ainu characters in the Samurai Shodown games by SNK.
ne: यहाँ शिगेरु कायनोद्वारा लिखित आइनु भाषा बोलचालसम्बन्धि शब्दकोशको पहिलो अंक छ। म आइनु संस्कृतिमा साँच्चै नै अभ्यस्त थिएँ र यो पुस्तक किनें। स्ट्रिट फाइटर टाइपको भिडियो गेम मन नपरेतापनि मैले एसएनकेको सामुराइ शोडाउन गेममा आइनु पात्रहरुको नाम जानें।

source: The Ainu Talking Dictionary goes beyond Kayano's series of Ainu-Japanese print dictionaries. The talking dictionary is part of research project “Documentation of the Saru Dialect of Ainu” by Anna Bugaeva, a PhD Assistant Professor of Linguistics at the Waseda Institute for Advanced Study (WIAS), Waseda University in Tokyo, Japan.
ne: आइनु टकिङ् डिक्शनरी कायनोका आइनु जापानी शब्दकोश श्रृंखलाभन्दा विशेष छ। टकिङ् डिक्शनरी वासेदा ईन्स्टिच्युट फर एड्भान्स्ड स्टडी (डब्लुआइएएस), वासेदा युनिभर्सिटी, टोकियो, जापानस्थित भाषा विज्ञानका पीएचडी असिस्टेन्ट प्रोफेसर अन्ना बुगएवाको "डकुमेन्टेसन अफ द सरू डायलेक्ट अफ आइनु" अनुसन्धान परियोजनाको एक भाग हो।

source: Jinbo, a surveyor, had learned Ainu to communicate with indigenous people living Hokkaido. Kanazawa, a linguist, documented words and phrases to create the dictionary that would help transmit the Ainu language into the 21st Century.
ne: यो परियोजना कोतोरा जिन्बो र शोउजाबुरो कानाजावाद्वारा संकलित सन् १८९८ मा पहिलो पल्ट प्रकाशित भएको एक शब्दकोशमा आधारित छ।सर्वेक्षक जिन्बोले होक्काइदोमा बस्ने आदिवासी समुदायसँग कुराकानी गर्न आइनु सिकेका थिए। भाषाविद कानाजावाले २१ औं शताब्दीमा आइनु भाषा फैलाउन सहयोग पुगोस् भनेर शब्दकोश तयार गर्न शब्द र वाक्यांश दस्तावेज तयार गरे।

source: According to Bugaeva:
ne: बुगएवाका अनुसार:

source: In the end, we had 3467 headwords. For particularly rare words, we checked whether they were used in existing dictionaries, and added notes to them.
ne: कोतोरा जिन्बो र शोउजाबुरो कानाजावाद्वारा लिखित मूल शब्दकोशमा गल्ती समावेश छन्, गलत सुनिने शब्दहरु साथै टुटे फुटेका वाक्यांश पनि (मूल आइनु व्याकरणसँग नबुझिने भाव)। हामीले सबै संदिग्ध शब्द र उदाहरण, सेत्सु कुरुवाकाको अडियोभन्दा अत्यन्तै भिन्न सामग्रीहरुका साथै त्यस्ता शब्दहरू जोसँग सेत्सु कुरुवाका अपरिचित थिए, मेटाएका छौं। दोहोरो सूचीहरु मूलतः एकल सूचीमा एकीकृत गरिए। भिडियो डाटा र अडियो डाटा छुट्टाछुट्टै रेकर्ड गरिएकोले कतिपय अवस्थामा भिडियो र अडियोमा फरक आइनु अभिव्यक्ति छन्। त्यस्ता अवस्थाहरुमा मात्र ती छुट्टाछुट्टै अभिव्यक्ति थिए भनेर निर्णय गर्यौं र दुवैलाई सूचीबद्ध गर्यौ। अत्यमा हामीसँग ३४६७ मुख्य शब्दहरु थिए। विशेषगरी दुर्लभ शब्दहरूका लागि हामीले विद्यमान शब्दकोशमा तिनीहरूको प्रयोग भएको थियो कि भनेर जाँच गर्‍योँ र टिप्पणीहरू थप्यौं।

source: In addition to the original notations, various information that can aid learning the Ainu language including the colloquial translation, Modernized Roman character transcriptions and katakana transcriptions of the Ainu word, interpretation (glossary) and English translation, etc., are provided. With the help of Setsu Kurokawa, a native speaker of the Saru Dialect of Ainu (Nukibetsu), we were able to upload audio of the Ainu language onto the web.
ne: मूल लिपिको अलावा आइनु भाषासहित बोलचालको अनुवाद सिक्न मद्दत गर्ने विभिन्न जानकारी, आधुनिक रोमन अक्षर लिपिका साथै आइनु शब्दका काताकाना भाषा लिपि, व्याख्या (शब्दावली) र अंग्रेजी अनुवाद आदि उपलब्ध छन्। आइनुको सरु भाषिकाको मातृभाषी (नुकिबेत्सु) सेत्सु कुरुवाकाको सहयोगमा वेबमा आइनु भाषाको अडियो अपलोड गर्न हामी सक्षम भयौं। यी सामग्रीहरूका सन्दर्भमा हामीले विद्यार्थी र अनुसन्धानकर्ताहरूबाट धेरै प्रतिक्रियाहरू र कमेन्टहरु पायौं। तर, हामीले शब्दकोश निर्माणको क्रममा बजेटसम्बन्धी सीमाको सामना गरेका थियौं र केही प्राविधिक समस्या रहे।

source: However, we were faced with budgetary restrictions when building the dictionary, and some technical problems remained. Bugaeva worked with Setsu Kurokawa to record the pronunciation of words and phrases used in the Ainu talking dictionary.
ne: आइनु टकिङ् डिक्शनरीमा प्रयोग भएका शब्द र वाक्यांशको उच्चारण रेकर्ड गर्न बुगएवाले सेत्सु कुरुवाकासँग काम गरे। सन् १९२६ मा दक्षिणपश्चिमी होक्काइदोको नुकिबेत्सुमा जन्मेका आइनु अग्रज कुरुवाका आइनु भाषा सुन्दै हुर्केका हुन्:

source: Kurokawa, an Ainu elder born in 1926 in Nukibetsu, in southwestern Hokkaido, grew up hearing the language: When Setsu Kurokawa (born, January 5, 1926) was a child, in the late 1920's, many Ainu families had already stopped speaking Ainu at home. Considering this, Setsu Kurokawa's proficiency in Ainu is relatively high.
ne: १९२० को अन्त्यतिर जतिबेला सेत्सु कुरुवाका बालक थिए (उनी जनवरी ५, १९२६ मा जन्मेका थिए), धेरै आइनु परिवारले पहिलेदेखि नै घरमा आइनु बोल्न छाडिसकेका थिए। यसरी हेर्दा, सेत्सु कुरुवाकाको आइनु दक्षता अपेक्षाकृत उच्च छ। यस तथ्यलाई प्राय उनलाई आफ्नो हजुरबुवा र हजुरआमाले हेरविचार गरिन्थ्यो भनेर व्याख्या गर्न सकिन्छ। हाल दैनिक जीवनमा प्रयोग नहुने भएकोले यस भाषाको स्वाभाविक उच्चारण रेकर्ड गर्न गाह्रो थियो। यो अडियो सामग्रीमा शब्दहरू र अभिव्यक्तिहरू सेत्सु कुरुवाकाको स्वाभाविक उच्चारण हैनन् बरु आइनुगो काइवा जितेन मा आधारित अडियो डाटा हुन्। वास्तविक रेकर्डिङ प्रक्रियामा, अन्ना बुगएवाले आइनुगो काइवा जितेनमा शब्दहरू र अभिव्यक्तिहरू पढिन् र सेत्सु कुरुवाकाले आफ्नै तरिकाले दोहोर्याइन्। यो अडियो सामग्रीमा आइनु भाषाका अभिव्यक्तिहरू आइनुगो काइवा जितेनमा आधारित छन् र सेत्सु कुरुवाकाको भाषासँग पूर्ण रुपले मेल खादैनन्।

source: Bugaeva's finished dictionary was presented to a group of Ainu community members in Tokyo at the Ainu Cultural Center (which itself has online resources dedicated to transmitting the Ainu language) in February 2009. The online tool created in collaboration with Japanese co-editor Shiho Endo and programmer David Nathan (ELAR director, SOAS, University of London) and with an art input of the Ainu community, with web-design by Tamami Kaizawa.
ne: बुगएवाले सम्पन्न गरेको शब्दकोश सन् २००९ मा आइनु कल्चरल सेन्टर (जसको आइनु भाषा फैलाउन समर्पित आफ्नै अनलाइन संसाधन छ) मा टोकियोस्थित आइनु समुदाय सदस्यहरु को एक समूहलाई प्रस्तुत गरियो । यो अनलाइन साधन जापानी सह-सम्पादक शिहो एन्दो तथा प्रोग्रामर डेविड नाथन (इएलएआर डाइरेक्टर, एसओएएस लण्डन विश्वविद्यालय) र आइनु समुदायको कला संयोजनका साथै वेब डिजाइन ताममी काइजावाको सहकार्यमा सिर्जना भयो।

source: Indian YouTube Channel Conquers the Hearts And Minds of Millions Across the World · Global Voices
ne: विश्वभरि लाखौंको मनमष्तिस्क जित्दै भारतीय युट्युब च्यानल

source: Have you ever noticed what your toddler is watching online, when you hand them a screen in order to enjoy a little respite from the demands of parenting? If your child is like most, their eyes are likely glued to recycled popular rhymes pouring from the mouths of cartoon characters singing catchy tunes. Have you ever wondered why your kids happily spend so much of their childhoods watching these videos?
ne: अभिभावकत्वको जिम्मेवारीबाट केही बेर फुर्सद पाउनका लागि बच्चालाई कुनै स्क्रीन दिंदा, के तपार्इंले उसले अनलाइनमा के हेरिहेको छ भनेर ध्यान दिनुभएको छ? यदि तपार्इंको बच्चा अधिकांशझै छ भने उसका आँखा लोकप्रिय राइम्स (बालगीत) गाउँदै गरेका कार्टून क्यारेक्टरमा टाँसिएको हुनुपर्छ। के तपाईंले सोच्नु भएको छ, तपाईंको बच्चाले किन आफ्नो बालापनको यति धेरै समय यी भिडियो हेर्दै खुशीसाथ बिताउँछ?

source: My daughter is probably responsible for a major chunk of number of views.
ne: शायद धेरै जसो युट्युबका भ्यूका लागि मेरी छोरी जिम्मेवार छिन्। चुचु टिभी बालगीत क्षेत्र!

source: Chu chu TV rhyme zone! #GokhaiGayu https://t.co/oJpBdJI20I — Kuhn-Al (@meaninist) July 13, 2016
ne: यसको बारेमा मलाई भन्नुहोस्!! सानी मुच्किनसँगको मेरो रात्रीरिवाज नबिराइकन चुचु टिभी हेर्नु हो।

source: Tell me about it!!
ne: कुनै नौलो कुरा होइन। म जुनसुकै बच्चाले फोनमा #ChuChuTv हेरेको देख्छु। गज्जबको आइडिया।

source: No wonder.
ne: किन यति व्यस्त नानी?

source: I see every toddler watching #ChuChuTv on the phone.
ne: केले गर्दा यो चल्छ?

source: Great idea. https://t.co/XljNR2IGfK — Sakshi Joshi (@sakshijoshi85) July 13, 2016 The smile I get from my daughter when I put on Chu Chu TV for her, am tired of the show but am happy she likes it because she really learn alot from it.😃😃😃😃she's even repeating some words from it,so thumbs up to that!!! ‪#‎carissaquietmode‬ ‪#‎herloveforlearning‬ ‪#‎herfavouriteshow‬ ‪#‎myhappychild‬ ‪#‎cantbtiredwhenshelearning‬
ne: साना नानीहरूलाई कुनै पनि कुरा दोहोर्याएको मन पर्छ र उनीहरूले धेरै पटक सुनेका कथाहरूसँग चाडै नै प्रभावित हुन थाल्छन्। चुचु टिभीले मुख्यतया लोकप्रिय नर्सरी राइम्स देखाउँछ र बालबालिकालाई फोनेटिक सीपका साथै रंग, संगीत तथा धूनहरूसँग परिचय गराउँछ। यी भिडियोहरूले बालबालिकाहरूको बोल्ने तथा सुन्ने सीपको विकास गराउँछ तथा दोहोर्याइएका शब्दांश र स्वरले शब्दावली र उच्चारण सुधार्छ। यी राइम्सले बालबालिकाले आफ्ना दिमागमा चित्रित गर्नसक्ने खालको कथाहरू सुनाएर उनीहरूको कल्पनाशक्ति पनि वृद्धि गर्छ।

source: British blogger Karen at Missing Sleep writes how Chu Chu TV helped her son grow:
ne: यी भिडियोहरूले धेरै राइम्समा भएको नकारात्मकतालाई पनि टाढै राख्छन्। उदाहरणका लागि चुचु टिभीको हम्प्टी डम्प्टी भिडियोको संस्करणमा हम्प्टी लडेपछि उठ्छ, आफ्नो गल्तीबाट सिक्छ र आत्मविश्वासका साथ अघि बढ्छ।

source: I do feel we would have benefited from ChuChu TV though with youngest especially as he was more of a reluctant learner unless something seemed very fun and captivating for him.
ne: आइल्याण्ड अफ सेन्ट भिन्सेन्ट इन सेन्ट भिन्सेन्ट एण्ड ग्रेनाडिन्समा बस्ने क्यामिल पिटर्स फेसबूकमा लेख्छिन्:

source: He tends to switch off otherwise, so I really want to introduce as many parents to ChuChu TV as possible who might have challenging pre-schoolers like I did and are in need of a little learning inspiration to pass the time.
ne: चुचु टिभी लगाइदिएपछि मेरी छोरीबाट पाउने मुस्कान, यी भिडियो हेर्दा हेर्दा म दिक्क भइसकेकि छु तर म खुशी छु कि उसले यो मन पराउँछे किनकि साच्चै नै उसले यसबाट धेरै कुरा सिक्छे। 😃😃😃😃 उसले यसका केही शब्द दोहेर्याउछिन् पनि, धन्य छ!!!#‎carissaquietmode‬ ‪#‎herloveforlearning‬ ‪#‎herfavouriteshow‬ ‪#‎myhappychild‬

source: The channel also encourages good behaviour, such as the importance of sharing and telling the truth.
ne: ब्रिटिश ब्लगर कारेन मिस्सिङ्ग स्लीपमा कसरी चुचु टिभीले उनको छोरालाई हुर्कन सघायो भन्नेबारे लेख्छिन्:

source: A blogger at Champa Tree, for instance, writes how her son was inspired by a video on Chu Chu TV: One day I watched him listening to a very interesting rhyme on the channel.
ne: मलाई लाग्छ चुचु टिभीबाट धेरै फाइदा लिएका छौं खास गरेर कान्छाका लागि। ऊ सिक्नका लागि अनिच्छुक रहन्थ्यो जबसम्म केही साह्रै नै रमाइलो हुने तथा ध्यानै हट्न नदिने पाउँथ्यो। उसले अन्यथा स्वीच अफ गर्ने गर्दछ, त्यसैले म सकेसम्म धेरै अभिभावकलाई चुचु टिभीसँग परिचय गराउन चाहन्छु जसले मजस्तै स्कूल जानुअघिका बच्चा हुर्काउनु छ र समय व्यतित गर्नका लागि सानो सिकाइवाला प्रेरणाको अपेक्षा गर्छन्।

source: However, the repetitive rhymes can be annoying for other people at home. Why yes son I want to watch the same thing again for the millionth time...#momneedsabreak #chuchutv #saveme — MamaShelby (@scossey1990) June 6, 2016
ne: यस च्यानलले राम्रो बानी अंगाल्न प्रोत्साति गर्छ, जस्तै कि बाँड्नु र साँचो बोल्नुको महत्व। उदाहरणका लागि आफ्नो छोरा कसरी चुचु टिभीको भिडियोबाट प्रेरित भयो भनी एक ब्लगर चम्पा ट्रीमा लेख्छन्:

source: @sanchayan @hankypanty I can hear CHU CHU TV SURPRISE!! even in my nightmares. — Rituparna Chatterjee (@MasalaBai) July 13, 2016 In an interview with TubeFilter, Vinod Chandar mentioned that Chu Chu is the nickname of his daughter, Harshita.
ne: एक दिन मैले उसलाई सो च्यानलमा एकदम चाखलाग्दो राइम सुनिरहेको देखे। त्यो आफ्नो दाँत माझ्नेबारे थियो। र, त्यसपछि तुरुन्तै के भयो भनेर तपाईंले विश्वास गर्नुहुन्न। ऊ सोझै बाथरुम गयो, आफ्नो सानो नीलो ब्रश लियो र आफ्ना गिँजामा दल्न थाल्यो।

source: He said the channel's success lies in its focus on “quality”:
ne: यद्यपि दोहोरिरहने राइम्स घरका कतिपयका लागि रीस उठ्ने हुनसक्छन्।

source: We concentrate on quality rather than quantity.
ne: किन हो छोरा, म त्यही चीज लाखौंपटक फेरि हेर्न चाहन्छु...#momneedsabreak #chuchutv #saveme

source: We just don’t compromise and the results are showing.
ne: @sanchayan @hankypantyम चुचु टिभी सरप्राइज सुन्छु!! आफ्ना दुःस्वप्नहरूमा पनि।

source: How much screen time children should have on a daily basis is hotly debated. The average American child, for example, watches more than four hours of TV a day—twice the limit recommended by the American Academy of Pediatrics.
ne: ट्युबफिल्टरसँगको अन्तर्वार्तामा विनोद चन्दरले चुचु उनकी छोरी हर्षिताको उपनाम भएको जनाए। च्यानलको सफलताको पछाडि "उत्कृष्टतामा" ध्यान दिनु रहेको उनले बताए:

source: However, if you allow restricted screen time with quality content, experts have found that kids can develop some good skills.
ne: हामी संख्यामा भन्दा उत्कृष्टतामा ध्यान दिन्छौ। हामी एउटा भिडियो बनाउँदा अवधारणा, गीत, संगीत, एनिमेशन र त्यसपछि अन्तिम एडिटसम्मिलित हरेक पक्षमा मिहिनेतका साथ काम गर्छौ। हामी गुणस्तरमा सम्झौता गर्दैनौ र यसका परिणाम देखिंदैछन्।

source: Playing For Change's objective is to unite people through music. It is a cultural project that connects musicians all around the world by using emblematic songs.
ne: 'परिवर्तनका लागि सांगीतिक कार्यक्रम' - संगीतमार्फत संसारभरि शान्ति र समावेशीकरणको प्रचार

source: Some people where smiling while others where crying but everyone was deeply connected to the music. I got on the train and headed to work and I thought to myself the greatest music I had ever heard was on the way to the studio and not in the studio.
ne: प्लेइङ्ग फर चेन्ज (परिवर्तनका लागि सांगीतिक कार्यक्रम)को उद्देश्य संगीतको माध्यमद्वारा मानिसहरुलाई एकजुट बनाउनु हो। यो एउटा सांस्कृतिक कार्यक्रम हो जसले प्रतीकात्मक गीतहरू प्रयोग गरेर विश्वभरिका संगीतकारलाई जोड्दछ।

source: I realized great music and art are just moments in time and they exist everywhere.
ne: यसको सर्जक फिल्मनिर्माता एवं उत्पादक मार्क जोह्न्सोनका अनुसार न्यूयोर्कमा उनलाई यस्तो विचार आयो:

source: We can use the energy from these moments to connect people. His effort to bring people from different cultures, ethnicities, religions and political backgrounds together through music began to take shape in March 2005 with what is considered one of the best songs of the 20th century — 'Stand By Me' by Ben E. King.
ne: करिब दस वर्ष पहिले न्यूयोर्क शहरमा मैले एक अनुभव बटुलें जसले संगीतको शक्तिबारे मेरो आँखा खोलिदियो। न्यूयोर्कस्थित रेकर्डिङ स्टुडियोमा काम गर्न बाटोमा जाँदै थिएँ र म सबवे स्टेसनमा थिएँ। त्यतिबेला मैले दुई भिक्षुहरूलाई सेतो ओढ्ने वस्त्रमा देखें। भिक्षुहरूमध्ये एकले नाइलन अकोस्टिक गितार बजाइरहेका थिए जबकि अर्को भिक्षु मैले बुझ्न नसक्ने भाषामा गाइरहेका थिए। सबवे प्लेटफर्म मानिसहरुले भरिएको देखें र कोही पनि रेलमा थिएनन्: सबैजनाले यो अदभूत संगीत सुनिरहेका थिए। केही मानिसहरू हाँसिरहेका थिए जबकि अन्य मानिसहरु रोइरहेका थिए तर सबैजना संगीतमा डुबेका थिए। म रेल चढें र कार्यस्थलतिर लागें साथै मैले आँफै सोचें मैले उत्कृष्ट संगीत स्टुडियोमा नभएर स्टुडियो जाँदा बाटोमा त्यसबेला सुनेको थिए। मैले उत्कृष्ट संगीत र कला समयका पलहरु मात्र हुन् भन्ने महसुस गरें साथै ती जताततै रहन्छन्। हामी मानिसहरुलाई जोड्नको निमित्त यी क्षणका ऊर्जा प्रयोग गर्न सक्छौं।
